Repository: onstabb/wroclaw-team-bot
Catalog: locales/*/LC_MESSAGES/WroclawTeamBot.po
Languages: pl, ru

# button_main_menu
source: Main menu
pl: Menu główne
ru: Главное меню

source: button_find_exercise
pl: Znajdź ćwiczenia
ru: Найти упражнение

source: button_get_program
pl: Pobierz program treningowy
ru: Получи программу тренировки

source: button_get_individual_program
pl: Uzyskaj indywidualny program
ru: Получить индивидуальную программу

source: button_admin_panel
pl: Panel administratora
ru: Админ панель

source: button_add_exercise
pl: Dodaj ćwiczenia
ru: Добавь упражнение

source: button_add_current_week_program
pl: Dodaj program na ten tydzień
ru: Добавь программу на эту неделю

source: button_add_next_week_program
pl: Dodaj program na następny tydzień

source: new_admin_successfully_added
pl: Pomyślnie dodano nowego administratora bota
ru: Новый админ бота добавлен успешно

source: admin_panel_main
pl: Panel administratora

source: entry_add_exercise_form
pl: Dodaj nowe ćwiczenie formularza.
ru: Добавь новое упражнение по форме

source: add_exercise_rules
pl: Dodanie nowego ćwiczenia odbywa się w postaci: *Wideo* Nazwa Opis (opcjonalnie)

source: error_incorrect_exercise_input
pl: Nieprawidłowa forma dodania nowego ćwiczenia.
ru: Некорректная форма нового добавления упражнения.

source: exercise_is_already_exists
pl: Ćwiczenie jest już w bazie!
ru: Упражнение уже есть в базе данных!

source: exercise_successfully_added
pl: Pomyślnie dodano ćwiczenie!
ru: Упражнение успешно добавлено!

source: admin_panel_entry_add_next_week_program
pl: Dodaj nowy program treningowy na przyszły tydzień.
ru: Добавь новую программу тренировки на следующую неделю. Принимаются только фотографии С КОМПРЕССИЕЙ ДО 10 ШТУК!

source: admin_panel_entry_add_current_week_program
pl: Dodaj nowy program treningowy na ten tydzień.
ru: Добавь новую программу тренировки на эту неделю. Принимаются только фотографии С КОМПРЕССИЕЙ ДО 10 ШТУК!

source: error_workout_week_program_already_exists
pl: Program treningowy na ten tydzień już w bazie!
ru: Программа тренировки на эту неделю уже есть в базе!

source: add_workout_program_rules
pl: Akceptowane są tylko zdjęcia SKOMPRESOWANE (jako zdjęcia, nie dokument) I DO 10 SZTUK!

source: workout_program_successfully_added
pl: Pomyślnie dodano program treningowy!
ru: Прошрамма тренировки успешно добавлена

source: main_menu_placeholder
pl: Menu główne

source: entry_welcome_message {full_name}
pl: Hej {full_name}! Świetna godzina dla treningu!
ru: Привет, {full_name}! Отличный час для тренировки!

source: entry_test
pl: To jest wiadomość testowa
ru: Это тестовое сообщение

source: input_exercise_name_placeholder
pl: Wpisz nazwę ćwiczenia

source: exercises_input_name_message
pl: Podaj nazwę ćwiczenia
ru: Впиши название упражнения

source: exercises_count {count}
pl: Ilość ćwiczeń w bazie: {count}

source: error_exercise_not_found
pl: Nie znaleziono ćwiczenia

source: exercises_multiple_result_search_query
pl: Kilka ćwiczeń zostało znalezionych:

source: error_no_actual_workout_week_program_exists
pl: W bazie danych nie ma aktualnego programu treningowego

source: workout_program_is_actual
pl: Program treningowy jest aktualny na bieżący tydzień
